[
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187894-d13943300-Reviews-Monastero_di_Cortona_Hotel_Spa-Cortona_Province_of_Arezzo_Tuscany.html",
    "name": "Monastero di Cortona Hotel & Spa",
    "address": "Via del Salvatore snc incrocio con via Sant'Antonio, 52044, Cortona Italy",
    "rating": { "score": "5.0", "n_ratings": "292 reviews" },
    "description": "Looking for a place to stay in Cortona? Then look no further than Monastero di Cortona Hotel & Spa, a romantic hotel that brings the best of Cortona to your doorstep.\nRooms at Monastero di Cortona Hotel & Spa provide air conditioning, and getting online is easy, with free internet access available.\nIn addition, Monastero di Cortona Hotel & Spa offers an indoor pool, which will help make your Cortona trip additionally gratifying.\nClose to some of Cortona's most popular landmarks, such as Chiesa San Francesco (0.1 mi) and Duomo di Cortona (0.2 mi), Monastero di Cortona Hotel & Spa is a great destination for tourists.\nDuring your visit, be sure to check out a popular Cortona shrimp restaurant such as Canta Napoli, which is a short distance from Monastero di Cortona Hotel & Spa.\nBest of all, Monastero di Cortona Hotel & Spa makes it easy to experience many great Cortona attractions like Eremo Le Celle, Fortezza di Girifalco, and Mura etrusche, which are some popular historic sites.\nWe’re sure you’ll enjoy your stay at Monastero di Cortona Hotel & Spa as you experience everything Cortona has to offer.\n",
    "phone_number": "00 39 0575 178 5839"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187892-d239205-Reviews-Hotel_Villa_Belvedere-Taormina_Province_of_Messina_Sicily.html",
    "name": "Hotel Villa Belvedere",
    "address": "Via Bagnoli Croci, 79, 98039, Taormina, Sicily Italy",
    "rating": { "score": "5.0", "n_ratings": "2,417 reviews" },
    "description": "Hotel Villa Belvedere is a delightful and romantic boutique hotel situated at 5 minutes walking from the center of Taormina. It is an ideal hotel for couples who are looking for a charm and relaxing oasis surrounded by a lovely garden always in bloom. With an amazing view of \"Baia di Naxos\" and the mount Etna Villa Belvedere its a perfect location for your Sicilian holidays.",
    "phone_number": "00 39 0942 23791"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187783-d4498682-Reviews-Capri_Wine_Hotel-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
    "name": "Capri Wine Hotel",
    "address": "Via Marina Grande 69, 80073, Capri, Island of Capri Italy",
    "rating": { "score": "5.0", "n_ratings": "1,027 reviews" },
    "description": "Once there was a winery where wine was made by hand.Today after many generations this cosy hotel,with a beautiful rustic wine bar on the inside, is still runned by the same family. Close to the the city center,it's a natural oasis surrounded by many hectares of gardens and orchards where you can relax night and day with a good glass of wine. This Hotel closes from November to March.",
    "phone_number": "00 39 081 837 9173"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187870-d12579192-Reviews-Rosa_Salva_Hotel-Venice_Veneto.html",
    "name": "Rosa Salva Hotel",
    "address": "Calle Fiubera San Marco 951, 30124 Venice Italy",
    "rating": { "score": "5.0", "n_ratings": "732 reviews" },
    "description": "The hotel is situated on three floors and is equipped with a lift, making each room easily accessible to people with special needs. The furnishings are classic: the walls are rich with precious fabrics that accompany a clean, essential décor in various wooden essences, with various sized wardrobes that have doors or are walk-in so as to suit each guest’s needs. The pocketed coil spring mattresses with rigid base support guarantee maximum comfort after a long day spent along the little winding streets of this enchanting lagoon city.",
    "phone_number": "00 39 041 241 3323"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187865-d309743-Reviews-Auberge_de_la_Maison-Courmayeur_Valle_d_Aosta.html",
    "name": "Auberge de la Maison",
    "address": "Via Passerin d'Entreves 16/a, 11013, Courmayeur Italy",
    "rating": { "score": "5.0", "n_ratings": "751 reviews" },
    "description": "Auberge de la Maison is a charming hotel in the centre of Entreves, a rustic hamlet on the outskirts of Courmayeur, one of the most delightful little towns in the Alps. Entreves is a picturesque collection of houses built around the old palace which was the official residence of the nobility which once reigned over Courmayeur.Auberge de la Maison is situated in a spectacular valley at the foot of Mont Blanc (Monte Bianco), a unique location among jagged peaks, glaciers and huge rock formations, where colours range from the blue-green ice of the glaciers to the cobalt sky and the grey-brown of the rock faces.",
    "phone_number": "00 39 0165 869811"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188080-d206075-Reviews-Hotel_Spinne-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
    "name": "Hotel Spinne",
    "address": "Dorfstrasse 136, Grindelwald 3818 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "450 reviews" },
    "description": "Hotel Spinne is located in the heart of the glacier village of Grindelwald at the foot of the Eiger North Wall in the Jungfrau region. Our 4* hotel comprises 44 rooms in a welcoming Alpine Chic design. Most include a balcony or terrace with superb views of our majestic mountain world. For rest and recreation, we offer guests a beautiful spa area with heated infinity outdoor pool, saunas, whirlpool, multi-sensory shower and rest room. In our Rôtisserie, Ristorante Mercato & Bistro, we serve the finest freshly-prepared pastas and pizzas, delicious meat and fish dishes.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187855-d8333271-Reviews-Turin_Palace_Hotel-Turin_Province_of_Turin_Piedmont.html",
    "name": "Turin Palace Hotel",
    "address": "Via Paolo Sacchi 8, 10128 Turin Italy",
    "rating": { "score": "5.0", "n_ratings": "2,819 reviews" },
    "description": "Historic hotel in the city centre of Turin You will be welcomed with our warm hospitality and surrounded by an atmosphere of magical elegance. Whether you are seeing the sights of the city, having a romantic couple's weekend or attending a business meeting in our 4-star hotel in the city centre of Turin, you will find a perfect setting. Located in a prestigious late-eighteenth-century structure, the recently remodelled Turin Palace Hotel has light-filled rooms furnished with style for your utmost comfort, a refreshing Spa centre for your wellness and a famous restaurant where the cuisine will surprise you with exciting flavours. We also have an indoor garage by reservation, but if you arrive by train, our 4-star hotel in Turin is close to the Porta Nuova station. We are waiting for you! Events, Lunch and reserved Dinners If you are looking for a discreet, reserved and elegant dining room for an event, a business breakfast, lunch or dinner, to celebrate an important occasion or to enjoy an evening with friends, now you can choose one of the inviting dining rooms in the Turin Palace Hotel, where you will be served with the care, passion and excitement of the cuisine of Les Petites Madeleines. For events up to 100 persons, we can offer you the Mollino Room, the Turin Palace’s party room, or, during nice weather, our splendid panoramic terrace. Locations for business meeting Put your trust in Turin Palace Hotel to choose the best location for your business meetings, corporate events and conferences. In the hotel, we can offer you six different room types that can be adapted to meet many requirements. From the scenic Mollino Room, with vaulted ceilings almost 7 metres high, to the modern and functional Macario and Farassino Rooms, which enjoy natural light from large sunny windows, we can guarantee the best solution for your business. •Independent temperature control •Flat-screen television •Free WiFi connection •Free beverages in the mini-bar •Kettle for coffee, tea and herbal tea Access to the Gym is free, not allowed for those under 16 . Access to the Spa upon payment and not allowed for those under 16 Garage upon payment",
    "phone_number": "00 39 011 089 1495"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187870-d289202-Reviews-Hotel_Antiche_Figure-Venice_Veneto.html",
    "name": "Hotel Antiche Figure",
    "address": "Santa Croce, 687 Fondamenta San Simeon Piccolo, 30135 Venice Italy",
    "rating": { "score": "5.0", "n_ratings": "5,026 reviews" },
    "description": "The Hotel Antiche Figure is inside a beautiful XV century building overlooking the Grand Canal, very close to the main entrances of the city, Piazzale Roma (Bus Station, parkings and transfers to / from Marco Polo and Treviso airports), Central Trains Station (S. Lucia), Venice Shore. It's the ideal starting point to experience the atmosphere between 'calli' and 'campielli'.",
    "phone_number": "00 39 041 275 9486"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g580227-d1164498-Reviews-Trulli_Holiday_Albergo_Diffuso-Alberobello_Province_of_Bari_Puglia.html",
    "name": "Trulli Holiday - Albergo Diffuso",
    "address": "Piazza XXVII Maggio 38, 70011, Alberobello Italy",
    "rating": { "score": "5.0", "n_ratings": "1,877 reviews" },
    "description": "In the magical landscape of trulli, in the heart of Alberobello \"Trulli Holiday\" offers the chance to stay in unique historical houses, carefully restored and furnished according the tradition of this town, lying on the Valle d'Itria Hills, with every comfort and refinement. \"Trulli Holiday\" will be glad to receive you in the living stones of Trulli, with the helpfulness and hospitality to amaze you once more.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187895-d1113344-Reviews-B_B_Monte_Oliveto-Florence_Tuscany.html",
    "name": "B&B Monte Oliveto",
    "address": "Via Domenico Burchiello 67 San Frediano - Oltrarno, 50124, Florence Italy",
    "rating": { "score": "5.0", "n_ratings": "519 reviews" },
    "description": "This house is not a hotel, there are no numbers on the doors, not on the rooms keys. You won't find a reception nor waiters in uniform. At Monte Oliveto you don't stay.......You Live!",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194883-d1108279-Reviews-Villa_Enrica_Feel_good_Hotel-Riva_Del_Garda_Province_of_Trento_Trentino_Alto_Adige.html",
    "name": "Villa Enrica Feel good Hotel",
    "address": "Via Monte Brione 1/A 1/a, 38066, Riva Del Garda Italy",
    "rating": { "score": "5.0", "n_ratings": "296 reviews" },
    "description": "\"Villa Enrica Feel good hotel\" is: ...a renovated four star S boutique hotel that is stylish, intimate and clean. It offers an oasis of calmness and luxury. ...family-run. We take care of every detail with love and professionalism to ensure your stay is a memorable one. ...located in a privileged position a few steps away from the beach.. and far from the hustle and bustle of the town centre which you can easily reach with a short walk along the lake.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187783-d593238-Reviews-Luxury_Villa_Excelsior_Parco-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
    "name": "Luxury Villa Excelsior Parco",
    "address": "Via Provinciale Marina Grande 179, 80073, Capri, Island of Capri Italy",
    "rating": { "score": "5.0", "n_ratings": "1,941 reviews" },
    "description": "Two thousand years ago, an Ancient Roman residence, as testified by the column dominating the entrance to the hotel. At the start of the 20th century, a Liberty style villa, the chosen refuge of artists, intellectuals and all those looking for an exclusive hideaway. In 2006 a complete restoration and renovation transformed the building into a boutique hotel in which to experience the traditional hospitality of Capri's most elegant villas.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194743-d8866261-Reviews-La_Casa_Sul_Mare-Civitavecchia_Province_of_Rome_Lazio.html",
    "name": "La Casa Sul Mare",
    "address": "Galleria Giuseppe Garibaldi 32, 00053, Civitavecchia Italy",
    "rating": { "score": "5.0", "n_ratings": "208 reviews" },
    "description": "when you see the \"MONDADORI BOOKSTORE\" you have arrived. Get in the gallery and the main door is opposite the Bingo, n°32. Located on seafront in the heart of the historic centre of civitavecchia between the train station and the port, the house beach creates a perfect union between the comforts of a hotel and hospitality of a home. We have 5 rooms all equipped with air condition, tv led, free wifi and private balcony sea view. The price includes breakfast and snack/drink available all day.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187895-d296175-Reviews-Hotel_Davanzati-Florence_Tuscany.html",
    "name": "Hotel Davanzati",
    "address": "Via Porta Rossa N 5, 50123, Florence Italy",
    "rating": { "score": "5.0", "n_ratings": "3,897 reviews" },
    "description": "The hotel is situated in an ancient (1400) typical Florentine building, right next to the Museo of Palazzo Davanzati, in Florence historical center. After very accurate restoration, Davanzati Hotel opens its rooms once again: with original Tuscan furnishing and with all the comforts. The hotel counts 21 rooms: 14 doubles, 4 single rooms, 3 suites equipped with: Air conditioning, Minibar, Sat - TV, Built-in safe, Telephone, High speed Internet connection. Also in the lobby/reception and the breakfast room (which are hot spots with free wireless internet access), there are 2 computers for free use always connected to the web.",
    "phone_number": "00 39 055 286666"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188080-d232997-Reviews-Sunstar_Hotel_Grindelwald-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
    "name": "Sunstar Hotel Grindelwald",
    "address": "Dorfstrasse 168, Grindelwald 3818 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "663 reviews" },
    "description": "This holiday and spa hotel is in an outstandingly panoramic location, quiet and central but with uninterrupted views of the famous North Face of the Eiger, Wetterhorn and First. Inside, the hotel is decorated with lots of warm wood, and the spacious lobby has an open fire, creating a cosy atmosphere. The large, comfortable bedrooms with their light wooden furniture are perfect places to relax in. Those in certain categories have a balcony. The half-board \"Ambiance\" restaurant has picture-perfect views of the mountains, tempting you to linger and eat to your heart's content. Gourmet diners are also superbly catered for in the à-la-carte \"Adlerstube\" restaurant. In the spa centre, you'll find all kinds of ways to unwind: try the large swimming pool, the Finnish sauna, the Roman baths with four climate zones, the hydro-massage showers, the solarium or the rest room. The hotel also offers an attractive range of sports, from a fitness centre to aquagymnastics and aerobics.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g230067-d4004516-Reviews-Relais_Casali_della_Cisterna-Belgirate_Lake_Maggiore_Piedmont.html",
    "name": "Relais Casali della Cisterna",
    "address": "Strada vecchia alle sale 8, 28832 Belgirate Italy",
    "rating": { "score": "5.0", "n_ratings": "413 reviews" },
    "description": "Da ogni camera o suite che scegliate la vista e sempre la stessa...spettacolare e unica...quella del lago e del monastero di Santa Caterina del Sasso. Un soggiorno al relais Casali della Cisterna ha il fascino di una vacanza che sa d'altri tempi, quella di due edifici risalenti al XIX secolo e ristrutturati per offrire ogni comfort. Il parco secolare fa da cornice a questo splendido scenario. Le camere sono dotate di TV o smartTV a schermo piatto, aria condizionata, macchina per espresso e bollitore, minibar ed e disponibile la connessione Wi-Fi gratuita. Inoltre, per i tuoi aperitivi e le tue cene, il nostro hotel ti offre un fornitissimo bar ed enoteca e la possibilita di poter assaggiare alcune delle nostre specialita regionali quali i rinomati vini, i salumi ed i formaggi della zona, oltre a specialita italiane fatte in casa. Il tutto godendoti la vista unica del nostro lago. Il Relais Casali della Cisterna e situato a Belgirate, a due passi dalla rinomata Stresa, ma lontano dal caos. Da qui, potrai prendere il battello che porta alla scoperta delle localita piu belle del lago Maggiore. Certamente degni di visita sono le isole Borromee con i loro magnifici giardini, la Villa Pallavicino, i giardini botanici di Villa Taranto, il vicino lago d’Orta e perche no? Prendete la funivia per raggiungere la vetta del Mottarone ed ammirare la vista mozzafiato sui 7 laghi della regione. Questo e un ottimo punto di partenza per programmare la tua visita alle cantine vinicole del Piemonte e le Langhe oppure la citta d’Alba con il suo famoso tartufo o per andare a fare una bella escursione a piedi nelle nostre montagne e valli come la Val Formazza (con la cascata del Toce, la piu alta d’Europa), la Val d’Ossola, Macugnaga e l’Alpe Devero. Potrai raggiungere Belgirate anche a piedi e trovare ristoranti, bar, farmacia e la spiaggia per concederti un bagno nel lago e, se non vorrai camminare, forniamo il servizio di navetta gratuita per il centro del paese e per la spiaggia. Cosa aspetti? Questa e l’occasione giusta per venire a trovarci! Possiamo organizzare per te escursioni con guida privata, viaggi in battello, lezioni di cucina, transfer dall’aeroporto e prenotarti un tavolo in un bel ristorante con vista sul lago. A presto!",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188094-d666711-Reviews-Hotel_Millennium-Locarno_Lake_Maggiore_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Hotel Millennium",
    "address": "via nuova Dogana 2, Locarno 6600 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "160 reviews" },
    "description": "The enchanting Hotel Millennium is located in Locarno, directly on the shoreline of the “Lago Maggiore”, near the harbor, called “Debarcadero”, a few steps from the historical center and the “Piazza Grande”, and in the nearby are also public transport, cable car to Madonna del Sasso, Cardada, Cimetta and the train station. It is the perfect place for wonderful hiking itineraries to the mountains and to the valleys of Maggia and Verzasca. During the year, there are many events for example: the “Camelia” show, Moon and stars and the Film Festival that let the city of Locarno becoming a shiny place full of joy, fun and entertainment. Newly renovated in 2018, the Hotel Millennium offers 11 rooms and a Penthouse with a panoramic view on the lake. Our Team is welcoming you cordially to our Hotel. Dogs are allowed and appreciated.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188113-d205990-Reviews-Central_Plaza_Hotel-Zurich.html",
    "name": "Central Plaza Hotel",
    "address": "Central 1, Zurich 8001 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "303 reviews" },
    "description": "Als Hotelgast ist kein Covid19 Zertifikat («Geimpft, getestet, genesen») notwendig. Im Restaurant dürfen wir Sie nur bedienen, wenn ein Zertifikat vorliegt. Falls Sie kein Covid19-Zertifikat vorweisen können, bieten wir Ihnen gerne Room Service an. In unserem Central Garten sowie im Side Walk Café dürfen wir Sie ohne Zertifikat bedienen. Das moderne Vier-Sterne-City-Hotel erstrahlt direkt an der Limmat, neben dem Hauptbahnhof Zürich. Business-Gäste schätzen neben allen Vorzügen dieses Business-Hotels den direkten Anschluss in alle Quartiere und zum Flughafen Zürich-Kloten sowie die zwei modernen Seminarräume im Hause, mit allem Komfort und Service. Städtebummler begeistert die Nähe zur Bahnhofstrasse, der berühmtesten Shoppingmeile Zürichs, zur belebten Altstadt Niederdorf, zum Landesmuseum, zum Kunsthaus, zur Oper, dem Unispital, ETH und Universität – alles in wenigen Schritten erreichbar. Der wunderschöne Zürichsee lädt zu herrlichen Spaziergängen oder einer Schiffsrundreise ein. Das Central Plaza – das zentralste Hotel für Business und Urlaub in Zürich.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188064-d206052-Reviews-Hotel_Krone_Luzern-Lucerne.html",
    "name": "Hotel Krone Luzern",
    "address": "Weinmarkt 12, Lucerne 6004 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "602 reviews" },
    "description": "The Altstadt Hotel Krone Luzern is located in the pedestrian and cobblestone zone of Luzern. For the arrival and departure, guests with a car are allowed (also taxi) to drive in front of the hotel for unloading. Public parking garages are located nearby. The Altstadt Hotel Krone Luzern offers its guests exclusive valet parking for CHF 27.00 per night. The front desk is on duty from 06:30 until 23:00. The check in after 23:00 takes place at the Hotel des Balances, just across the square. The Altstadt Hotel Krone Luzern is not suitable for disabled guests and wheelchair users.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188079-d1436697-Reviews-The_Sun_Soul_Panorama_Pop_Up_Hotel_Solsana-Gstaad_Saanen_Canton_of_Bern.html",
    "name": "The Sun & Soul Panorama Pop-Up Hotel Solsana",
    "address": "Solsanastrasse 15, Gstaad, Saanen 3792 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "178 reviews" },
    "description": "The Sun & Soul Panorama Pop-up Hotel Solsana is an excellent choice for travelers visiting Gstaad, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\nFor those interested in checking out Pedestrianised Promenade and Shopping Mile (1.8 mi) while visiting Gstaad, The Sun & Soul Panorama Pop-up Hotel Solsana is a short distance away.\nThe Sun & Soul Panorama Pop-up Hotel Solsana is a family-friendly hotel offering a refrigerator, a minibar, and a kitchenette in the rooms, and it is easy to stay connected during your stay as free wifi is offered to guests.\nPlus, guests can enjoy an indoor pool and breakfast, which have made this a popular choice among travelers visiting Gstaad.\nGstaad has plenty of cafes. So when you’re here, be sure to check out popular spots like Charly's and Restaurant Pizzeria Arc-en-ciel, which are serving up some great dishes.\nEnjoy your stay in Gstaad!\n",
    "phone_number": "033 748 16 17"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188095-d234422-Reviews-Suitenhotel_Parco_Paradiso-Lugano_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Suitenhotel Parco Paradiso",
    "address": "via Marco da Carona 27 6900 Lugano Paradiso, Lugano 6900 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "609 reviews" },
    "description": "Renovated hotel in Lugano Paradiso with lake view. 65 rooms and suites, 2 restaurants, terrace, Cuban bar, indoor panoramic pool, wellness, fitness and parking.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g285724-d310127-Reviews-Hotel_Staubbach-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
    "name": "Hotel Staubbach",
    "address": "Main Street, Lauterbrunnen 3822 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "1,112 reviews" },
    "description": "We are a modest middle class hotel. Built in 1890 and put to a new use as a bed & breakfast; enjoy the charm of our landmark hotel in a friendly, informal atmosphere. Only an 8-10 minute walk from the train station, we are the perfect base to explore the region, close enough to enjoy the best views in town of the Staubbach falls but far enough away to stay dry.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g198865-d253457-Reviews-Hotel_Casa_Berno-Ascona_Lake_Maggiore_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Hotel Casa Berno",
    "address": "via Gottardo Madonna 15, Ascona 6612 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "184 reviews" },
    "description": "Do you feel like you need holiday? Relax and refuel in Ascona at the beautiful Lago Maggiore! Do you want to escape from everyday stress and relax? We at Hotel Casa Berno offer the best guarantee you can have: heavenly rest and a wonderful environment. In the middle of a subtropical park and high above the city of Ascona, our four-star hotel offers you a magnificent view. Experience the breathtaking view over a fascinating mountain landscape as well as beautiful moments when the sun is glistens on the Lago Maggiore's surface. Walk through our cosy park. Bathe in the sun at the swimming pool. Refresh yourself with a cool drink on one of our panorama terrace. Enjoy the meals in our restaurant. Enjoy with all senses ...",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188064-d206053-Reviews-AMERON_Luzern_Hotel_Flora-Lucerne.html",
    "name": "AMERON Luzern Hotel Flora",
    "address": "Seidenhofstrasse 5, Lucerne 6003 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "738 reviews" },
    "description": "The Ameron Luzern Hotel Flora is in a prime location, 500 ft from the Chapel Bridge and 320 yards from the train station and Lake Lucerne. It has stylish rooms. You can park your car on site and reach the historic Old Town or the KKL Culture and Congress Centre within a 5-minute walk of the property. The modernly furnished rooms feature air conditioning, minibars and satellite TV. NEWS : all our Standard, Deluxe and Comfort rooms have been recently renovated and you benefit from a complimentary bottle of water as well as a coffee/tea maschine in all room types.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188095-d290117-Reviews-Hotel_Walter_au_Lac-Lugano_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Hotel Walter au Lac",
    "address": "piazza Riziero Rezzonico 7, Lugano 6900 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "489 reviews" },
    "description": "WELCOME! The much envied position in the town centre and right on the lakeside gives the centenary HOTEL WALTER AU LAC (since 1888, 4th generation Cereda Family) a host of advantages. It is located on the lake promenade and near the traffic-free town centre. All facilities are nearby: the funicular station, car parks, the pier, the post office, banks and shops, cinemas, museums, the LAC (Lugano Arte e Cultura), the city park (Parco Ciani), the council, the Lugano Convention Centre, the Casino and the elegant via Nassa. All the 38 bedrooms are with lake view and are equipped with every comfort: bath or shower, WC, hairdryer, telephone, radio, TV, safety box, kettle, minibar, air conditioning and WiFi. Reception 24h/24. On the 5th floor panoramic terrace with jacuzzi. The breakfast-room with lake view where we serve an inviting buffet, is located on the 1st floor.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g1024997-d12216928-Reviews-Chandolin_Boutique_Hotel-Chandolin_Canton_of_Valais_Swiss_Alps.html",
    "name": "Chandolin Boutique Hotel",
    "address": "route des Plampras 10, Chandolin 3961 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "408 reviews" },
    "description": "Located at 2000 meters above sea level, the Chandolin Boutique Hotel blends in with the authentic charm of the region. To mitigate its environmental footprint, the hotel has been carefully designed and renovated according to ecological principles. The Minergie Label, as well as the rational use of renewable energies are concrete illustrations of the commitment adopted. The Chandolin Boutique Hotel imposes a difference thanks to an interior architecture by Sandro Galloni. The property has been completely renovated in accordance with Minergie standards and is furnished with furniture designed to reflect the natural setting of Chandolin. The goal is to work with natural mountain materials that wood and stone, use the natural colors of the landscape trees and the exploiter of rustic fabrics to create harmony and balance between contemporary and traditional.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188085-d253443-Reviews-Arenas_Resort_Victoria_Lauberhorn-Wengen_Jungfrau_Region_Bernese_Oberland_Canton_of_Ber.html",
    "name": "Arenas Resort Victoria-Lauberhorn",
    "address": "Wengen 3823 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "608 reviews" },
    "description": "The picture-postcard mountain village of Wengen carries Switzerland into the world. For years, an international mix of guests has found their way to the lively hotel in the best location in the car-free village, and not only because of the famous Lauberhorn ski race. In addition to the large wellness area, the main attraction in the historic building is the sun terrace with a view of the Jungfrau and the surrounding impressive mountain landscape.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188107-d231862-Reviews-Chateau_d_Ouchy-Lausanne_Canton_of_Vaud.html",
    "name": "Chateau d'Ouchy",
    "address": "place du Port 2, Lausanne 1006 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "683 reviews" },
    "description": "The Château d’Ouchy, a real haven of tranquillity nestled on the shores of Lake Geneva, is an unmissable destination for those looking for a stunning residence that is out of the ordinary. This charming residence houses 50 rooms, each one full of character with a fairy-tale atmosphere combined with modern comfort and conveniences, including 10 Junior Suites and three Suites with an enchanting castle tower feel.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188057-d3932226-Reviews-Ibis_Geneve_Centre_Nations_Hotel-Geneva.html",
    "name": "ibis Geneve Centre Nations Hotel",
    "address": "rue du Grand-Pre 33-35, Geneva 1202 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "1,177 reviews" },
    "description": "The Hotel ibis Geneve Centre Nations boasts a city center location, just minutes from Cornavin train station, international organizations and the Geneva International Conference Centre (CICG). It is less than 15 minutes by public transport from Geneve Cointrin international airport and the Palexpo exhibition center, and has 216 rooms with an air cooling system and free WIFI. There is a 24-hour bar and paying car park (subject to availability on arrival). Guests also enjoy free public transport and WIFI.",
    "phone_number": "022 919 20 30"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g198840-d1755693-Reviews-Starling_Hotel_Lausanne-Saint_Sulpice_Lausanne_Canton_of_Vaud.html",
    "name": "Starling Hotel Lausanne",
    "address": "route Cantonale 31, Saint Sulpice, Lausanne 1025 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "393 reviews" },
    "description": "Ideally located at the doors of Lausanne, on the EPFL Campus the Starling Hotel Lausanne welcomes you in a modern and cosy environment.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188113-d262841-Reviews-Hotel_Adler_Zurich-Zurich.html",
    "name": "Hotel Adler Zurich",
    "address": "Rosengasse 10, Zurich 8001 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "1,182 reviews" },
    "description": "Enjoy a good night's sleep at the charming Hotel Adler Zürich, a unique three-star-superior hotel, in the middle of Zurich's old town and savour Swiss specialities at the famous Swiss Chuchi Restaurant.",
    "phone_number": "044 266 96 96"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188107-d228212-Reviews-Hotel_Continental_Lausanne-Lausanne_Canton_of_Vaud.html",
    "name": "Hotel Continental Lausanne",
    "address": "place de la Gare 2, Lausanne 1003 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "649 reviews" },
    "description": "The Hotel Continental is located in a perfect central location in Lausanne and directly opposite the main train station Lausanne. In the immediate vicinity of the hotel you will find the most famous sights of Lausanne, Lake Geneva, as well as a variety of cafés, bars and restaurants. The Lausanne Convention Center is just 20 minutes away. IDEAL LOCATION & SIGHTS LAUSANNE: - Perfectly located in Lausanne - Directly opposite Lausanne Central Station - Many cafes, restaurants and bars - old town & sights - Few steps away from Lake Geneva - Congress Center Lausanne only 20 minutes HIGHLIGHT: 1,000 m2 fitness and sauna included. PARKING: The Hotel Continental Lausanne has an agreement with Montbenon Parking. The parking is 500 meters from the hotel. Valet Parking Service - on request.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188113-d10375123-Reviews-Placid_Hotel_Design_Lifestyle_Zurich-Zurich.html",
    "name": "Placid Hotel Design & Lifestyle Zurich",
    "address": "Buckhauserstrasse 36, Zurich 8048 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "290 reviews" },
    "description": "The Placid Hotel Design & Lifestyle Zurich: perfect for cosmopolites, business travellers and leisure seekers. A hub for countless threads that converge and separate again. Urban lifestyle, modern design, authentic encounters. Though deeply rooted in the Altstetten quarter, it is still open to the world.",
    "phone_number": "058 204 90 90"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188098-d1157859-Reviews-Jaegerhof_Hotel_Apartements-Zermatt_Canton_of_Valais_Swiss_Alps.html",
    "name": "Jaegerhof Hotel & Apartements",
    "address": "Steinmattstrasse 85, Zermatt 3920 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "693 reviews" },
    "description": "Cozy, rustic hotel with spacious, modern apartments in a quiet but central area of Zermatt. A free pick up service from Zermatt station is available. Walking distance: 10-12 minutes. Only 8 to 12 walking minutes away from Matterhorn Express, Sunnegga-Rothorn- and Gornergratbahn. The next bus stop is 3 minutes away. Lots of bars, restaurants and shops in a few minutes reachable. Free WiFi in the entire hotel! Many rooms and apartments with view of the Matterhorn!",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g1203132-d6212249-Reviews-Lake_Geneva_Hotel-Versoix_Geneva.html",
    "name": "Lake Geneva Hotel",
    "address": "Route de Suisse 79, Versoix, Geneva 1029 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "396 reviews" },
    "description": "On the shores of Lake Geneva and close to the centre of Geneva, various international organisations and the Palexpo Congress Centre, the Lake Geneva Hotel***S is ideally situated to meet your needs, whether you are travelling for business or leisure. In a contemporary style with a pure linear design, the hotel welcomes you for a visit promising every comfort at the highest level of quality. Symbolising the meeting of water and earth in physical form, the lobby opens onto a lounge bar – a convivial area for your moments of relaxation. Benefiting from an exceptional setting, the cosmopolitan restaurant with its elevated terrace gives you a beautiful and unobstructed view of Lake Geneva. Maintained with care and elegance, the 102 rooms of our establishment offer all you need in order to relax. In keeping with its geographical position, in the heart of the Versoix region and on the banks of Lake Geneva, the Lake Geneva Hotel***S offers you a calm and agreeable environment.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188095-d240850-Reviews-Grand_Hotel_Villa_Castagnola-Lugano_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Grand Hotel Villa Castagnola",
    "address": "viale Castagnola 31, Lugano 6900 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "677 reviews" },
    "description": "The Grand Hotel Villa Castagnola, member of the “Small Luxury Hotels of the World”, is the only five star superior Hotel in Lugano and enjoys a privileged position inside a large sub-tropical park and with a beautiful view towards the lake. The elegant villa, built in 1860, combines the charm of a former era with the comfort and the care of a modern luxury hotel. The hotel offers 78 rooms, of exceptional charm, individually styled, provided with every modern comfort and with stunning park and/or lake views, balcony, terrace or loggia. All rooms, of which 28 are Junior Suites and Suites, have individual air-conditioning, and provide the most modern comforts. Restaurant Le Relais – 14 points GaultMillau-: In an elegant setting, our Executive Chef Bertogna, suggests a light and innovative Mediterranean cuisine, a balance between colours and delicate flavours that you won’t forget. In season lunch and dinner are served on the outdoor terrace, overlooking the garden and the lake. Restaurant Gallery Arté al Lago -1 Michelin Star, 16 points GaulMillau - :A theme restaurant inside an art gallery. Restaurant renewed and embellished through artworks and sculptures of contemporary artists of international stature who alternate every six months. Right on the shore of the lake, the Restaurant Gallery Arté al Lago offers a magnificent and unique view over the gulf of Lugano. Signature dishes are entirely new and original from our Executive Chef Frank Oerthle. Top notch are the facilities offered for meeting and events: any event assumes a special distinction - a grand banquet or less formal luncheon, business meeting or conference, private party, dinner or wedding up to 120 people. A large and impressive venue is the Sala delle Palme, set to recall an oriental atmosphere with its Indian Rajastan panoplies and Afganistan doors dated XIX century. All our venues are appreciated for the day light and the unique ornamentation and for the unclenching rooms, private sitting-rooms, conference halls of different sizes such as Le Pavillon connected to the park trough the outdoor veranda, La Sala Delle Colonne, Sala Letizia, Sala Carlotta and Sala Ottavia, the Biblioteca and Sala Kwium.Villa Castagnola has a spectacular indoor swimming-pool with panoramic views over the gardens, a Wellness Corner, a Clarins Beauty Corner, a Danilo Hairstyling, a table-tennis room, outdoor hard court tennis fields and a private lake terrace. The Hotel is well connected to Lugano’s railway station and Airport (only 7Km to the Lugano-Agno Airport), and has easy access to the Motorway.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g198865-d206262-Reviews-Hotel_Ascona-Ascona_Lake_Maggiore_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Hotel Ascona",
    "address": "Via Collina, Ascona 6612 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "555 reviews" },
    "description": "See why so many travelers make Hotel Ascona their hotel of choice when visiting Ascona. Providing an ideal mix of value, comfort and convenience, it offers a romantic setting with an array of amenities designed for travelers like you.\nRooms at Hotel Ascona provide a flat screen TV, air conditioning, and a minibar, and guests can stay connected with free wifi.\nIn addition, while staying at Hotel Ascona guests have access to a concierge, room service, and baggage storage. You can also enjoy a pool and a lounge. Need a place to park? Free parking is available at Hotel Ascona.\nGiven the close proximity to Castelo Seeschloss (0.4 mi), guests of Hotel Ascona can easily experience one of Ascona's most popular landmarks.\nWhile staying in Ascona, you can check out a popular wine bar like Enoteca La Cambüsa, which is serving up some great dishes.\nAscona is also home to Galleria Borgo, a popular art gallery that is not too far from Hotel Ascona.\nWe’re sure you’ll enjoy your stay at Hotel Ascona as you experience all of the things Ascona has to offer.\n",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188064-d13432808-Reviews-Hotel_Beau_Sejour_Lucerne-Lucerne.html",
    "name": "Hotel Beau Sejour Lucerne",
    "address": "Haldenstrasse 53, Lucerne 6006 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "231 reviews" },
    "description": "Great Belle Epoque Design-Hotel built in 1875. Unique design, first class service, wild art installations & wallpapers and a fantastic lake view makes this place just amazing.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188095-d273143-Reviews-Villa_Sassa_Hotel_Residence_Spa-Lugano_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Villa Sassa Hotel, Residence & Spa",
    "address": "via Tesserete 10, Lugano 6900 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "1,127 reviews" },
    "description": "On the hills overlooking Lugano, in a marvellous setting, yet just a few minutes walk from the centre of town, Villa Sassa Hotel, Residence & Spa****S is a an oasis of well-being. The hotel enjoays a breathtaking view of Lake Lugano, the city and the surrounding mountains and offers 49 rooms and suites and 71 serviced apartments, a Mediterranean restaurant and lounge bar, conference and banqueting facilities, and a 3,000 sqm Wellness Club and Spa.\nThe very special light shining over Lugano and love of nature are unforgettable at Villa Sassa, the ideal resort to spend a day, a weekend or an entire week or more of pure relaxation.",
    "phone_number": "091 911 41 11"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188108-d254135-Reviews-Grand_Hotel_Suisse_Majestic-Montreux_Canton_of_Vaud.html",
    "name": "Grand Hotel Suisse Majestic",
    "address": "avenue des Alpes 45, Montreux 1820 Switzerland",
    "rating": { "score": "4.0", "n_ratings": "1,503 reviews" },
    "description": "The Grand Hotel Suisse-Majestic **** superior was built in 1870 in a \"Belle Epoque\" style by Eugene Jost and was entirely renovated in 2010. \nIt is located just in front of the railway station in the heart of Montreux.\n\nFor a good rest and a relaxing moment, for a weekend or for your events, the Grand Hotel Suisse-Majestic is the ideal place.\n\nMontreux offers a wide panel of activities like a cruise on Geneva Lake where steam boats offer marvelous trips to admire the region. The Lavaux region has recently been declared World Heritage by the UNESCO.",
    "phone_number": "00 1 844-631-0595"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g499095-d206246-Reviews-Hotel_La_Palma_au_Lac-Muralto_Locarno_Lake_Maggiore_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Hotel La Palma au Lac",
    "address": "viale Verbano 29, Muralto, Locarno 6600 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "162 reviews" },
    "description": "La Palma au Lac Hotel has 68 high-quality bedrooms and a suite designed with elegance and style; south-facing rooms have a balcony with furniture offering a beautiful view of Lake Maggiore. Whether you eat in the restaurant or on the sun terrace, the cooking with its Italian flair spoils the guests completely! In the newly opened wellness area, you can pamper yourself with various massages and beauty treatments before enjoying the stunning view of Lake Maggiore on the terrace.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g1130043-d490927-Reviews-Kurhaus_Cademario_Hotel_Spa-Cademario_Canton_of_Ticino_Swiss_Alps.html",
    "name": "Kurhaus Cademario Hotel & Spa",
    "address": "via Kurhaus 12, Cademario 6936 Switzerland",
    "rating": { "score": "4.5", "n_ratings": "1,373 reviews" },
    "description": "For over a century, Kurhaus Cademario has been the perfect place for those looking for a vacation dedicated to well-being. Overlooking the Ceresio, it enjoys a privileged position: sunny, south-facing, free from fog, and protected from cold winds. The property boasts a 2,200 m² SPA area with a sauna area and indoor and outdoor heated pool treatments, where you can immerse yourself in total relaxation, surrounded by breathtaking scenery But the real highlight of Kurhaus Cademario Hotel & Spa is its magnificent panorama. At 850 meters above sea level, you can admire the beautiful Lake Lugano and the majestic Malcantone mountains. The unparalleled view can also be enjoyed from the gourmet restaurant, which features a terrace and large panoramic windows. The rooms provide every imaginable comfort: they are all furnished with style, equipped with air conditioning, minibar, and in some cases, a living room, spa bath and a balcony with lake views.",
    "phone_number": "091 610 51 11"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188098-d1107788-Reviews-Hotel_Matterhorn_Focus-Zermatt_Canton_of_Valais_Swiss_Alps.html",
    "name": "Hotel Matterhorn Focus",
    "address": "Schulmattstrasse 131, Zermatt 3920 Switzerland",
    "rating": { "score": "5.0", "n_ratings": "841 reviews" },
    "description": "Design & Lifestyle in front of the famous Matterhorn.",
    "phone_number": "021 539 13 55"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g188098-d278486-Reviews-Hotel_Bellerive-Zermatt_Canton_of_Valais_Swiss_Alps.html",
    "name": "Hotel Bellerive",
    "address": "Riedstrasse 3, Zermatt 3920 Switzerland",
    "rating": { "score": "5.0", "n_ratings": "754 reviews" },
    "description": "We offer a family atmosphere, a wonderful ambience, first-rate accommodation and a team that is able to read your eyes to know almost every wish that you may have. You will enjoy : -Minibar included (only for direct bookers) -Nespresso coffee and tea set, selection of teas and coffees -IP-TV with guest connect \"Bring your own content\" (Netflix etc.) -Media library with over 300 DVDs -Quality beauty products of Pure Herbs -Free wifi access -High-quality hairdryer, lighted cosmetic mirror -Generous desk with tablet and universal power outlets -Concierge service -Laundry service ( for a fee ) -Free wifi access throughout the house -Samsung tablets in the lounge -Skiing and hiking passes available at the reception -Newspapers in German and French -Luggage storage -Jacuzzi / Hammam / Sauna / Relaxation zone - Massage ( for a fee ) We wish you a very warm welcome. Soothe your soul and let us spoil you. Hoping that you have a lovely vacation, Katja & Mario Noti, Hosts and the whole Bellerive Team",
    "phone_number": "027 966 74 74"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194863-d307715-Reviews-Albergo_Punta_Regina-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
    "name": "Albergo Punta Regina",
    "address": "Via Pasitea 224, 84017, Positano Italy",
    "rating": { "score": "5.0", "n_ratings": "998 reviews" },
    "description": "The Punta Regina is a charming and romantic hotel with 18 rooms in the heart of Positano.Originally a private villa it has been carefully restored, combining original characteristic charm with the best of contemporary features.The building lies on Via Pasitea, the main street in town, and is easily accessible.Built on four levels, the Hotel has a breath-taking view of the Mediterranean waters, that has made Positano famous.While relaxing from your terrace, not only will you enjoy the sight of \"Li Galli\" island and the tower \"Clavel\", but also the many boats sailing in the blue colored waters.",
    "phone_number": "00 39 089 812020"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187890-d14896015-Reviews-Palazzo_Natoli_Boutique_Hotel-Palermo_Province_of_Palermo_Sicily.html",
    "name": "Palazzo Natoli Boutique Hotel",
    "address": "Via Santissimo Salvatore 6/8, 10, 90134, Palermo, Sicily Italy",
    "rating": { "score": "5.0", "n_ratings": "114 reviews" },
    "description": "Located in the centre of Palermo, Palazzo Natoli is an elegant modern boutique hotel. With its 11 rooms, the building has an intimate and elegant ambience, although it still preserves the feeling of a nobleman’s residence. The Hotel is located 250m far from Palermo Cathedral and the famous Quattro Canti, a crossroads that leads to the city’s historic centre and its famous markets.",
    "phone_number": "00 39 091 778 0666"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194863-d1204726-Reviews-Villa_Mary_Suites-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
    "name": "Villa Mary Suites",
    "address": "Via Liparlati 53, 84017, Positano Italy",
    "rating": { "score": "5.0", "n_ratings": "765 reviews" },
    "description": "Located in a recently renovated 19th century Mediterranean residence, Villa Mary B&B offers a peaceful and relaxing stay in the pearl of the Divine Coast, immersed in a worldly atmosphere of almost magical features, composed of intense scents, warm colors, age-old traditions and deep emotions. Welcome to Villa Mary. Welcome to Positano. Villa Mary B&B is composed of recently remodeled double bedrooms, elegantly furnished with no detail overlooked. Large and bright, each has its own bathroom with hydro-massage tub or shower, hair dryer, air conditioning/heat, in-room safe, satellite TV, and private terrace from which you can admire the enchanting Positano bay. The rooms' ample space allows for the addition of an extra bed. Breakfast is served in your room or on your private terrace between 8:00 and 10:00.",
    "phone_number": "00 39 081 1892 2593"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187871-d1508057-Reviews-Casa_Natura_Breviglieri-Verona_Province_of_Verona_Veneto.html",
    "name": "Casa & Natura Breviglieri",
    "address": "Via San Nazaro 49, 37129, Verona Italy",
    "rating": { "score": "5.0", "n_ratings": "187 reviews" },
    "description": "With its simple and elegant surroundings, featuring the natural and warm colours of honey and ivory and embellished by precious details, Bed & Breakfast Casa & Natura Breviglieri represents an authentic oasis of peace in which life assumes a health-bringing leisurely pace, tucked away in the wonderful city centre of Verona.",
    "phone_number": "00 39 349 282 7781"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g580246-d662400-Reviews-Hotel_Gardenia-Jesolo_Veneto.html",
    "name": "Hotel Gardenia",
    "address": "Via Bafile IV accesso al mare, 30017, Jesolo Italy",
    "rating": { "score": "5.0", "n_ratings": "1,413 reviews" },
    "description": "Looking for a place to stay in Jesolo? Then look no further than Hotel Gardenia, a charming hotel that brings the best of Jesolo to your doorstep.\nRooms at Hotel Gardenia offer a flat screen TV, air conditioning, and a refrigerator providing exceptional comfort and convenience, and guests can go online with free wifi.\nA 24 hour front desk, room service, and baggage storage are some of the conveniences offered at this hotel. Free breakfast will also help to make your stay even more special. If you are driving to Hotel Gardenia, free parking is available.\nClose to some of Jesolo's most popular landmarks, such as Le antiche mura di Jesolo (1.0 mi) and Piazza Mazzini (1.3 mi), Hotel Gardenia is a great destination for tourists.\nWhile visiting Jesolo, you may want to try some oyster at one of the nearby restaurants, such as QuBe.\nLooking to explore? Then look no further than The Wheel of Venice (0.6 mi) and Piazzo Drago (0.3 mi), which are some popular Jesolo attractions – all conveniently located within walking distance of the hotel.\nWe’re sure you’ll enjoy your stay at Hotel Gardenia as you experience everything Jesolo has to offer.\n",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187871-d2222738-Reviews-Opera_Relais_de_Charme-Verona_Province_of_Verona_Veneto.html",
    "name": "Opera Relais de Charme",
    "address": "Via Valerio Catullo 1, 37121, Verona Italy",
    "rating": { "score": "5.0", "n_ratings": "1,205 reviews" },
    "description": "Just 100 metres from Verona Arena, the Opera Relais De Charme is a luxurious property in the city's historical centre. It offers uniquely themed, self-catering accommodation with free Wi-Fi. With designer furniture and ultra-modern interiors, the studios and apartments at the Opera Relais De Charme are inspired by famous operas. Each comes with a kitchenette, a satellite LCD TV and air conditioning. Sweet breakfast ingredients are provided directly in the apartment, including croissants and juices. Staff is always available to help with arranging restaurants, trips and tickets. The property overlooks Viale Mazzini, a popular shopping street. Juliet's Balcony, made famous by Shakespeare's play, is 400 metres away, and Verona Station is 1.8 Km from the Opera Relais.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194863-d653667-Reviews-Hotel_La_Bougainville-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
    "name": "Hotel La Bougainville",
    "address": "Via Cristoforo Colombo 25, 84017, Positano Italy",
    "rating": { "score": "4.5", "n_ratings": "936 reviews" },
    "description": "Enjoying a superb location in the picturesque historic center of Positano, only five minutes from the sea. Hotel La Bougainville is a delightful family run establishment where modern technology and contemporary furnishings have been employed so as to offer the utmost in comfort and design.The interiors of the hotel, filled with the bright colors typical of the Amalfi Coast, are stylishly simple. A number of bedrooms lead out on to their own private balcony, from where to enjoy views of the sea.",
    "phone_number": "00 39 089 875047"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187902-d586860-Reviews-Castello_delle_Quattro_Torra-Siena_Tuscany.html",
    "name": "Castello delle Quattro Torra",
    "address": "Strada di Pieve Al Bozzone 36, 53100, Siena Italy",
    "rating": { "score": "5.0", "n_ratings": "948 reviews" },
    "description": "Our historic home, a genuine 13th century fortress, allows our guests to take a step back into history and enjoy the magical atmosphere of a medieval castle without missing out on modern amenities such as air conditioning and wi-fi and while enjoying the warm welcome of a family run Bnb.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194799-d1901491-Reviews-Baita_Montana_Spa_Resort-Livigno_Province_of_Sondrio_Lombardy.html",
    "name": "Baita Montana Spa Resort",
    "address": "Via Mont Dala Nef 87, 23030, Livigno Italy",
    "rating": { "score": "5.0", "n_ratings": "984 reviews" },
    "description": "Hotel with a family welcome, panoramical view on Livigno, near the cable-car of the ski-area Mottolino,44 comfortable rooms,panoramical bar,restaurant which is under the direct supervision of the Santelli family,Wellness Center with swimming pool,Beauty Farm,Solarium,garden for children,kids room,free covered car park with direct access by lift to the various floors,WI-FI service in all the hotel,conference hall,ski storage room and lockers,bike deposit with small workshop,car wash.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194867-d276584-Reviews-Hotel_Margherita-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
    "name": "Hotel Margherita",
    "address": "Via Umberto I, 70, 84010 Praiano Italy",
    "rating": { "score": "5.0", "n_ratings": "2,122 reviews" },
    "description": "The hospitality and friendliness of a family. A warm and friendly welcome. The terrace with swimming pool, solarium and the restaurant on the roof garden. The enchanting view of Praiano, the heart of the Amalfi Coast. Only the guests of Hotel Margherita have the privilege of living these atmospheres, beauty, comforts and services in one of the most appreciated 4 star hotels of Praiano.With free garage, free wi-fi, free shuttle to the beach...",
    "phone_number": "00 39 081 1892 0728"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187834-d197760-Reviews-Hotel_Du_Lac-Bellagio_Lake_Como_Lombardy.html",
    "name": "Hotel Du Lac",
    "address": "Piazza Giuseppe Mazzini 32, 22021 Bellagio Italy",
    "rating": { "score": "4.5", "n_ratings": "1,454 reviews" },
    "description": "Hotel du Lac in Bellagio Italy is a charming small hotel. On lake-shore 30 miles from Como and 60 miles from Milan.",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g194664-d3158933-Reviews-Cascina_Giardini-Alba_Province_of_Cuneo_Piedmont.html",
    "name": "Cascina Giardini",
    "address": "Fraz. Ricca San Rocco Cherasca, 53 Frazione Ricca - San Rocco Cherasca, 12051, Alba Italy",
    "rating": { "score": "5.0", "n_ratings": "422 reviews" },
    "description": "Easygoing and cosy Family owned B&B in Alba, located on top of the hill just 6 Km from the old town. Surrounded by the UNESCO Langhe hills, the wine region of Barolo and Barbaresco, the Cheese hills, Castels Valley and the Romantic Road. Availability of standard double rooms, suites with large bedroom and apartments with kitchen. Breakfast with homemade Cakes and local specialities, homemade salami and cheeses, fresh fruits, organic vegetables and our Bio Hazelnuts. Internet wifi in every room and outside area, courtesy set, daily cleaning and large free parking are all included in the price. We offer free delivery for bikes and scooters on site, bookings of restaurants and we give help for bookings of tours and tastings so you can plan a holiday tailored to your specific needs!",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g187782-d14803209-Reviews-Romantic_Relais_Sorrento-Sorrento_Province_of_Naples_Campania.html",
    "name": "Romantic Relais Sorrento",
    "address": "Via Nastro Verde 82, 80067, Sorrento Italy",
    "rating": { "score": "5.0", "n_ratings": "174 reviews" },
    "description": "Finding an ideal hotel in Sorrento does not have to be difficult. Welcome to Romantic Relais Sorrento, a nice option for travelers like you.\nClose to some of Sorrento's most popular landmarks, such as Marina Grande - Antico Borgo Marinaro (0.9 mi) and Fondazione Sorrento (0.9 mi), Romantic Relais Sorrento is a great destination for tourists.\nRooms at Romantic Relais Sorrento provide air conditioning and a minibar, and guests can stay connected with free wifi.\nIn addition, while staying at Romantic Relais Sorrento guests have access to room service. You can also enjoy free breakfast. Need a place to park? Free parking is available at Romantic Relais Sorrento.\nDuring your visit, be sure to check out a popular Sorrento tempura restaurant such as Soul & Fish Restaurant, which is a short distance from Romantic Relais Sorrento.\nSorrento is also known for some great historic sites, including Marina di Puolo, Palazzo Correale, and Piazza Andrea Veniero, which are not too far from Romantic Relais Sorrento.\nRomantic Relais Sorrento looks forward to welcoming you on your visit to Sorrento.\n",
    "phone_number": null
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g1383542-d2511304-Reviews-Hotel_Cristallo-La_Villa_Badia_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
    "name": "Hotel Cristallo",
    "address": "Via Verda 3, 39036 La Villa, Badia Italy",
    "rating": { "score": "5.0", "n_ratings": "845 reviews" },
    "description": "Everyone needs a place to lay their weary head. For travelers visiting La Villa, Hotel Cristallo is an excellent choice for rest and rejuvenation. Well-known for its quaint environment and proximity to great restaurants, Hotel Cristallo makes it easy to enjoy the best of La Villa.\nAs your “home away from home,” the hotel rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is easy, with free wifi available.\nGuests have access to room service and a concierge while staying at Hotel Cristallo. In addition, Hotel Cristallo offers a pool and free breakfast, which will help make your La Villa trip additionally gratifying. And, as an added convenience, there is free parking available to guests.\nClose to Chiesa La Villa (1.5 mi), a popular La Villa landmark, Hotel Cristallo is a great destination for tourists.\nTravelers looking for Italian restaurants can head to Ristorante Gourmet La Gana, Utia de Bioch, or La Bercia.\nWhether you’re traveling for business, pleasure or both, Hotel Cristallo is sure to make your visit to La Villa one worth remembering.\n",
    "phone_number": "00 39 0471 847762"
  },
  {
    "url": "https://tripadvisor.com//Hotel_Review-g5971121-d1166618-Reviews-Excelsior_Dolomites_Life_Resort-San_Vigilio_Marebbe_Province_of_South_Tyrol_Trentino_.html",
    "name": "Excelsior Dolomites Life Resort",
    "address": "Strada Valiares 44 Bolzano, 39030 San Vigilio, Marebbe Italy",
    "rating": { "score": "5.0", "n_ratings": "1,298 reviews" },
    "description": "As Dolomites Life Resort, we are one of the best resorts for your active and relaxing winter, hiking and biking holiday in the heart of the Dolomites. In winter with direct access to the slopes and in summer to the nature parks. Embedded in the breathtaking Dolomites, our resort sets new standards in terms of mountain experience, enjoyment and relaxation. We created an oasis of well-being which makes you feel like home, thanks to the warm hospitality and professionality of our family and employees. Our 64 De Luxe rooms and suites are furnished with high quality and natural materials and will give you the pleasure of a cosy and private atmosphere. As part of our award-winning ¾ gourmet board (rich themed breakfast, light and regional dishes for lunch, afternoon snack with freshly baked cake and gourmet menu in the evening), we will enchant you with tasty creations to enjoy in the new panoramic restaurant accompanied by live cooking sessions. Our wellness areas extend over 2.500 m² and include the new Dolomites Sky Spa with a breathtaking panorama infinity pool and different relax areas exclusively for adults, a separate wellness area for families with pools and dress-on saunas, as well as our \"Castello di Dolasilla\", where you can indulge in various treatments. As a member of the Belvita Leading Wellness Hotels, we are one of the most beautiful wellness hotels in South Tyrol. Just in time for the winter season 2019, we have inaugurated the Dolomites Lodge, including 16 living dreams. Lots of space and light, modern design, high-quality interior - and everywhere the scent of natural woods. If you want to experience the unique natural scenery of the largest UNESCO area in South Tyrol in an active and at the same time relaxed way, you are definitely right next to our resort. Ski In, Ski Out: In winter, you have a direct access to the slopes of the Plan de Corones and the Sellaronda. In summer, the position is ideal to start directly into the nature parks. As a group member of the Mountain Bike Holidays and the best alpine hiking hotels, mountain bikers and hiking lovers get their money's worth. To give you balance and energy we have created a rich weekly sports program with our personal trainers. Family Call is responsible for the adventure program, accompanies you and shows you the most beautiful places, tours and routes. In addition, the youngest guests can look forward to a great holiday thanks to the new Kids and Junior Club. For the summer season 2020 a unique climbing experience awaits our guests directly on the outside walls of our Dolomites Lodge with climbing route and via ferrata. 100 % recommendation on HolidayCheck, Tripadvisor Traveller's Choice Award with distinction \"Best of the Best 2020\", Active Hotel Award 2019 in the category mountain sports, Active Hotel Award 2020 in the category bike and 2nd place in the category \"Active hotels\" within the nomination \"The best hotels of South Tyrol\" 2020: Holidays at the Excelsior Resort are first-class! New 2021: Starting from summer 2021 our resort facade presents itself in a completely new way. Stylish design meets clean lines: simply beautiful and inviting! In addition, you will enjoy an even more excellent living ambience in the 36 restyled rooms and suites of the Residence and the Castello Excelsior.",
    "phone_number": "00 39 0474 501036"
  }
]
